Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=137_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Pohjoissaame, terveystieto
sme: Deavvašvuođadiehtu

source: on peruskoulun yläluokkien uuden oppiaineen, terveystiedon, oppimateriaali.
sme: Vuođđoskuvlla dearvvasvuođadieđu oahppamateriála.

source: Eale dearvan -kirjasarja on saamennos Editan julkasemasta Syke -sarjasta.
sme: Eale Dearvan -girjeráidu čuovvu nuorra olbmo rumašlaš, vuoiŋŋalaš ja sosiálalaš ahtanuššama.

source: Ismo Lehtinen, Tiina Lehtinen ja Tero Lukkari
sme: Oahppiid ovdánandássi ja sin beroštumit leat váldojuvvon vuhtii sisdoallosurggiin, mat čuvvot oahppaplána.

source: Eale dearvan 7
sme: Dahkkit leat guhká oahpahan dáin girjjiin ovdanbukton áššiid, ja áššedovdiid oainnut leat girjeráiddus váldojuvvon vuhtii.

source: saameksi: Elen Ánne Sara
sme: Ismo Lehtinen, Tiina Lehtinen ja Tero Lukkari

source: piirrokset: Kristian Nivala
sme: Eale dearvan 7

source: taso: 7. lk
sme: sárgosat: Kristian Nivala

source: Saamelaiskäräjät 2007
sme: dássi: 7. lk

source: Ismo Lehtinen, Tiina Lehtinen, Tero Lukkari ja Soili Soisalo
sme: Sámediggi 2007

source: saameksi: Sulo Aikio
sme: Ismo Lehtinen, Tiina Lehtinen, Tero Lukkari ja Soili Soisalo

source: taso: 8. lk
sme: sámás: Sulo Aikio

source: ISBN 978-952-441-135-0
sme: dássi: 8. lk

source: saameksi: Jovnna-Ánde Vest
sme: Ismo Lehtinen, Tiina Lehtinen, Tero Lukkari ja Soili Soisalo

source: dássi/taso: 9. lk
sme: sámás Jovnna-Ánde Vest

source: ISBN 978-952-441-141-7
sme: dássi: 9. lk
